/*--------------------------------------------------------------------
 * option.h
 *
 * 说明：
 * 		职工数据管理选项文件。
 *
 * 位置：
 * 		src/include/option.h
 *--------------------------------------------------------------------
 */
    fprintf(fp_out, "%s", "/*--------------------------------------------------------------------\n");
    fprintf(fp_out, "%s", " * 1-职工信息录入 用文件保存\n");
    fprintf(fp_out, "%s", " * 2-浏览功能：显示所有职工信息\n");
    fprintf(fp_out, "%s", " * 3-统计功能：分别计算男职工和女职工的平均工资\n");
    fprintf(fp_out, "%s", " * 4-查询功能：任意输入一个职工号，查询该职工的信息\n");
    fprintf(fp_out, "%s", " * 5-排序功能：按年龄由大到小排序\n");
    fprintf(fp_out, "%s", " * 6-修改功能: 将研究生学历的职工工资增加1000元\n");
    fprintf(fp_out, "%s", " * 7-删除功能：按姓名删除某个职工信息\n");
    fprintf(fp_out, "%s", " * 8-退出系统\n");
    fprintf(fp_out, "%s", " *--------------------------------------------------------------------\n");
    fprintf(fp_out, "%s", " */ ");